Revit 2027 API
ParameterTypeId.MultiReferenceAnnotationGroupTagHeads Property
 "Group Matching Tag Heads"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MultiReferenceAnnotationGroupTagHeads { get; }
Public Shared ReadOnly Property MultiReferenceAnnotationGroupTagHeads As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MultiReferenceAnnotationGroupTagHeads {
	ForgeTypeId^ get ();
}
static member MultiReferenceAnnotationGroupTagHeads : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace